[
  {
    "id": "services",
    "label": "Offre de services",
    "description": "",
    "service": [
      {
        "id": "services-S1",
        "label": "Conception d'enquêtes",
        "description": "",
        "function": [
          {
            "id": "F111-1",
            "label": "Consulter une présentation de l'offre de services du système d'information de collecte",
            "users": ["users-U001", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-qualite",
            "idProduct": "products-P01",
            "products": ["products-P01"],
            "description": "Un guide de présentation et d'utilisation de l'offre de services Métallica est mis à disposition et maintenu par l'équipe d'administration des outils Métallica. Il est destiné aux maîtrises d'œuvre d'enquête utilisatrices de la filière et aux équipes conceptrices."
          },
          {
            "id": "F111-2",
            "label": "Configurer le protocole d'une enquête (boîte à outils, calendriers types...",
            "users": ["users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P01"],
            "description": "Pour les opérations techniques (format des fichiers à fournir aux outils, paramétrage disponible pour les courriers, etc.), une boîte à outils facilitant l'utilisation de l'offre de services est mise à disposition. Les outils en question pourraient à terme être pour partie remplacés par une application de gestion des métadonnées permettant de configurer les différents processus techniques (protocole de l'enquête, calendrier, type de courriers, etc.), le tout constituant un atelier de conception d'enquêtes avec les fonctions de conception de questionnaires."
          },
          {
            "id": "F112-1",
            "label": "Disposer de matériaux de formation et d'aide à la conception de questionnaires (DRTI)",
            "users": ["users-U001"],
            "dispo": true,
            "gsbpm": "gsbpm-qualite",
            "idProduct": "products-P01",
            "products": ["products-P01"],
            "description": "La DRTI maintient de la documentation sur la conception de questionnaires (bonnes pratiques, principes généraux) et assure des formations et/ou ateliers méthodologiques destinés aux concepteurs d'enquêtes comme à tout statisticien intéressé par la question."
          },
          {
            "id": "F112-2",
            "label": "Disposer de matériaux de formation aux outils de conception de questionnaires (Unité qualité)",
            "users": ["users-U001", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-qualite",
            "idProduct": "products-P01",
            "products": ["products-P0103"],
            "description": "L'unité Qualité maintient de la documentation sur les outils de conception de questionnaires et assurent des formations (programmées ou à la demande) sur ces mêmes outils à destination des équipes de conception de questionnaires et des maîtrises d'œuvre d'enquêtes."
          },
          {
            "id": "F121-1",
            "label": "Spécifier un modèle de questionnaire",
            "users": ["users-U001", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0103"],
            "description": "L'outil de spécification de questionnaires (Pogues) propose une interface permettant de spécifier un questionnaire à partir de ses métadonnées (questions, listes de codes, contrôles...). Il est maintenu par l'Unité Qualité."
          },
          {
            "id": "F121-2",
            "label": "Gérer des listes ou nomenclatures (nomenclatures « externes », moteur de codification...)",
            "users": ["users-U001", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0103"],
            "description": "Lors de la spécification d'un questionnaire, les utilisateurs peuvent configurer l'appel à des services externes ou des moteurs de codification (type Sicore)."
          },
          {
            "id": "F121-3",
            "label": "Visualiser le modèle de questionnaire pour les différents modes disponibles (web, papier, enquêteur)",
            "users": ["users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0103"],
            "description": "L'outil de spécification de questionnaires (Pogues) propose des fonctionnalités permettant de visualiser le rendu issu du générateur de supports de collecte (Eno), dans le mode sélectionné, d'un questionnaire spécifié."
          },
          {
            "id": "F121-4",
            "label": "Offrir une visualisation contextualisée du modèle de questionnaire (y compris aide à la création du fichier de personnalisation) pour les différents modes disponibles (web, papier, enquêteur)",
            "users": ["users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0106"],
            "description": "Associé à l'outil de spécification de questionnaires, un module applicatif permet de visualiser le rendu des questionnaires, selon le mode sélectionné, personnalisés à partir de données fournies."
          },
          {
            "id": "F121-5",
            "label": "Permettre la validation du questionnaire : relecture des spécifications, vérifications des filtres",
            "users": ["users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0103", "products-P0105"],
            "description": "L'outil de spécification de questionnaires propose un certain nombre de fonctionnalités permettant de valider une spécification : génération d'une spécification littérale, possibilité de tester filtres et contrôles spécifiés…"
          },
          {
            "id": "F121-6",
            "label": "Produire le dictionnaire des variables pour la préparation des fichiers bruts de collecte (traitements avals)",
            "users": ["users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0103", "products-P0105"],
            "description": "L'outil de spécification, en s'appuyant sur le moteur de génération Eno, permet la production d'un dictionnaire des variables du questionnaire spécifié, utilisable tant à des fins de documentation que pour la configuration d'autres processus (chaîne aval par exemple)."
          },
          {
            "id": "services-S122-1",
            "label": "Produire des supports de collecte sur la base de spécifications formelles de questionnaires (questionnaire web, papier, face à face, téléphonique, spécification de numérisation (code barre)…)",
            "users": ["users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-3-1",
            "idProduct": "products-P01",
            "products": ["products-P0105"],
            "description": "Le moteur de génération Eno permet de produire des supports de collecte qui peuvent être techniques (questionnaires pour le web, le papier, les enquêteurs…) ou documentaires (spécification). N.B. : Lorsque le support technique produit ne constitue pas en lui-même le questionnaire, celui-ci s'appuie sur un service ad-hoc (cf. Service Collecte Web, Papier, Enquêteurs) pour rendre le questionnaire utilisable et personnalisable."
          },
          {
            "id": "services-S123-1",
            "label": "Spécifier les traitements de contrôle qualité à appliquer aux questionnaires collectés",
            "users": ["users-U002", "users-U006"],
            "dispo": false,
            "gsbpm": "gsbpm-2-5",
            "idProduct": "products-P01",
            "products": ["products-P01"],
            "description": "Un module applicatif dédié permet de spécifier les contrôles qualité à appliquer après la collecte aux variables collectées. Ces spécifications pilotent des traitements batchs qui exécutent effectivement ces contrôles."
          },
          {
            "id": "F134",
            "label": "Offrir une visualisation contextualisée",
            "users": ["users-U001", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-2-3",
            "idProduct": "products-P01",
            "products": ["products-P0106"],
            "description": "Public Ennemy, en plus d'une visualisation contextualisée des questionnaires, offrira des services analogues sur les courriers permettant une visualisation du rendu pdf avec données personnalisées dans un courrier."
          },
          {
            "id": "F850-4",
            "label": "Offrir un service de standardisation lors de la collecte de coordonnées",
            "users": ["users-U003", "users-U004"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P01",
            "products": ["products-P0203", "products-P0101", "products-P0209"],
            "description": "Au sein des questionnaires web et enquêteurs et des interfaces de gestion des données personnelles pour les répondants, un service de standardisation/correction de l'adresse postale et/ou mail est mobilisée afin d'aider le répondant à fournir des adresses de qualité."
          }
        ]
      },
      {
        "id": "services-S2",
        "label": "Collecte d'enquêtes",
        "description": "",
        "function": [
          {
            "id": "F210-1",
            "label": "Alimenter / personnaliser en autonomie le portail de promotion d’une enquête",
            "dispo": true,
            "gsbpm": "gsbpm-3-1",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Une interface permet de personnaliser, configurer et visualiser le portail de promotion de son enquête."
          },
          {
            "id": "F210-2",
            "label": "Paramétrer l'accès à un questionnaire en fonction d'un contexte d'utilisation",
            "dispo": true,
            "gsbpm": "gsbpm-3-1",
            "idProduct": "products-P02",
            "products": ["products-P0215"],
            "description": "La page d'authenfication offre des possibilités de contextualisation  (charte graphique, logos, etc., type contexte ménage/entreprise/SSM...)."
          },
          {
            "id": "F311-1",
            "label": "Promouvoir la réponse à une enquête",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Le portail de promotion contextualisé à chaque enquête est mis à  disposition sur internet. Il ne requiert aucune authentification et à pour vocation à fournir des informations générales sur l'enquête. Le public ciblé en priorité est celui des enquêtés, mais le grand public y a accès."
          },
          {
            "id": "F313",
            "label": "Visualiser les questionnaires à répondre pour un contexte type entreprise",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0214"],
            "description": "Un portail \"Mes Enquêtes\" est mis à disposition sur internet. Il requiert une authentification et permet à un contact de visualiser les questionnaires qu'il a à remplir ou à compléter."
          },
          {
            "id": "F312-1",
            "label": "Visualiser les questionnaires à répondre pour un contexte type ménage",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0214"],
            "description": "Un portail \"Mes Enquêtes\" est mis à disposition sur internet. Il requiert une authentification et permet la présentation de plusieurs questionnaires, éventuellement de différentes natures (questionnaire internet + carnet de collecte par exemple), pour une même enquête."
          },
          {
            "id": "F311-2",
            "label": "Authentifier un répondant",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0215"],
            "description": "Des mécanismes d'authentification sont mis en œuvre pour sécuriser l'accès aux enquêtes. Ils reposent sur l'utilisation d'un couple d'identifiant/mot de passe. Des fonctions permettant de réinitialiser automatiquement un mot de passe perdu avec le niveau de sécurité idoine."
          },
          {
            "id": "F311-3",
            "label": "Mettre à jour ses informations personnelles pour un contexte type ménage",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0217"],
            "description": "Le portail \"Mes Enquêtes\" est mis à disposition sur internet. Il requiert une authentification et permet à un enquêté de visualiser et mettre à jour ses informations personnelles utilisées dans les échanges lors du processus d'enquêtes (ouverture, relance, etc.)."
          },
          {
            "id": "F313-1",
            "label": "Mettre à jour les données de contact pour un contexte type entreprise",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0217"],
            "description": "Le portail \"Mes Enquêtes\" est mis à disposition sur internet. Il requiert une authentification et permet à un contact de visualiser et mettre à jour ses informations utilisées dans les échanges lors du processus d'enquêtes (ouverture, relance, etc.). Dans ce contexte entreprise, les données de contact sont plus riches (par exemple : fonction exercée dans l'entreprise etc.) et sont mutualisées pour l'ensemble des enquêtes."
          },
          {
            "id": "F313-2",
            "label": "Contextualiser l'accès à un questionnaire en fonction d'un protocole multimode complexe",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0215"],
            "description": "L'authentification aboutit à l'affichage d'un message contextualisé au protocole et à la temporalité (en l'occurence l'enquêté se présente trop tard) pour le bouton d'accès au questionnaire."
          },
          {
            "id": "F313-3",
            "label": "Envoyer des questionnaires papier",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Un service intégré avec des services éditiques dédiés permet la personnalisation, l'impression/mise sous pli et l'envoi de questionnaires papier."
          },
          {
            "id": "F313-4",
            "label": "Permettre l'accès à des questionnaires en ligne",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0216"],
            "description": "Un service permettant d'accéder à des questionnaires en ligne, en s'appuyant sur une authentification préalable, et prenant en charge la sauvegarde des réponses fournies."
          },
          {
            "id": "F313-5",
            "label": "Permettre l’accès à des questionnaires \"enquêteur\"",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "L’outil du poste Enquêteur (Sabiane collecte) permet d’accéder à des questionnaires d’enquête avec des fonctions de recherche, de tri et de filtres."
          },
          {
            "id": "F313-6",
            "label": "Permettre une collecte enquêteur \"hors-ligne\"",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "L’outil du poste Enquêteur (Sabiane collecte) et le questionnaire enquêteur (Queen) fonctionnent sans accès à internet (les données sont conservées en local jusqu’à la prochaine synchronisation et les applicatifs fonctionnent sans accès à internet)."
          },
          {
            "id": "F320-1",
            "label": "Reprendre un questionnaire issu d’un mode de collecte différent",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Processus de reprise/modification du questionnaire enquêteur complètement implémenté (processus métier à préciser)."
          },
          {
            "id": "F320-2",
            "label": "Proposer un agenda avec des plages de disponibilité aux enquêtés (appels, enquêtes)",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "L’application Sabiane collecte offre à l’enquêteur des fonctionnalités dédiées à faciliter la prise de rendez-vous avec le répondant (calendrier, plages de disponibilité, etc.)"
          },
          {
            "id": "F410-1",
            "label": "Renseigner/modifier le résultat d’un repérage ou d’un essai de contact",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le poste de collecte enquêteur permet de renseigner les informations relatives au repérage ou à un essai de contact adaptées au protocole de l’enquête. Il permet tant d’enregistrer des tentatives que des résultats définitifs. Il permet également de renseigner/mettre à jour les informations de contact d’une unité d’enquêtée."
          },
          {
            "id": "F420-1",
            "label": "Renseigner/modifier le résultat d’un repérage ou d’un essai de contact à partir d’une application mobile",
            "dispo": false,
            "gsbpm": "gsbpm-4-2",
            "idProduct": "products-P02",
            "products": ["products-P0218"],
            "description": "Une application mobile, reprenant les fonctions de repérage ou d’essai de contact, permet de géolocaliser les unités d'enquêtes. Elle permet également de renseigner/mettre à jour les informations de contact d’une unité d’enquêtée."
          },
          {
            "id": "F420-2",
            "label": "Disposer d’indicateurs de suivi de collecte",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "LLe poste de collecte enquêteur permet aux enquêteurs de visualiser les unités enquêtées collectées et celles restantes à faire."
          },
          {
            "id": "F420-3",
            "label": "Prioriser la collecte d'unités enquêtés pour une enquête",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Les fonctions d'affichage des unités enquêtées permettent de prendre en compte des critères de priorité, fixés par la maîtrise d'ouvrage ou les gestionnaires."
          },
          {
            "id": "F511-1",
            "label": "Disposer de services facilitant l’organisation de tournée",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le poste de collecte enquêteur offre des services facilitant l'organisation de tournées pour les enquêteurs (positionnement cartographique, optimisation de trajet, etc.)."
          },
          {
            "id": "F511-2",
            "label": "Demander l’envoi d’une communication (lettre/mail avis, lettres/mails de relance, SMS…)",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le poste de collecte enquêteur permet de demander l'envoi d'une communication ou le réenvoi d'un document de collecte (par courrier papier, par mail ou par SMS) à une unité enquêtée."
          },
          {
            "id": "F511-3",
            "label": "Gérer des protocoles de collecte ménage complexes",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le poste de collecte enquêteur permet la gestion des cas complexes, tels que les éclatements de budget/ménage ou les regroupements d'unités enquêtés (fusion dans un panel)."
          },
          {
            "id": "F511-4",
            "label": "Proposer une assistance en ligne automatisée",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Un ensemble d'outils, type \"foire aux questions\", chatbot, permettent d'offrir des réponses automatiques aux répondants en quête d'assistance lors de la collecte d'une enquête (quelque soit le mode)."
          },
          {
            "id": "F512-1",
            "label": "Produire des statistiques de consultation de l’assistance en ligne",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Des statistiques de consultation des éléments d'assistance en ligne (type FAQ ou chatbot) sont mises à disposition à des fins d'audit d'efficience et d'amélioration des processus de collecte. (type nombre de connexions, questions les plus consultées,...)"
          },
          {
            "id": "F512-2",
            "label": "Alimenter/Configurer les éléments d’assistance en ligne",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Une interface permet aux services d'assistance de simplement configurer et alimenter les éléments d'assistance en ligne (foire aux questions, chatbot,...)."
          },
          {
            "id": "F512-3",
            "label": "Proposer une assistance automatisée par téléphone",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0212"],
            "description": "Un serveur vocal interactif (SVI) permet la prise en charge des appels téléphoniques de répondants, en fonction de l'enquête concernée, afin de leur communiquer de l'information ou de les orienter vers l' interlocuteur adéquat dans le circuit d'assistance (assistance technique ou métier notamment)."
          },
          {
            "id": "F512-4",
            "label": "Produire des statistiques d'utilisation du serveur vocal interactif",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0212"],
            "description": "Des statistiques d'utilisation du serveur vocal interactif sont mises à disposition à des fins de mesures pour les concepteurs."
          },
          {
            "id": "F512-5",
            "label": "Proposer une assistance personnalisée",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Des services d'assistance, organisés en deux niveaux (premier niveau : questions techniques et d'accès aux outils, deuxième niveau : questions sur le questionnaire ou l'enquête), permettent de répondre aux répondants les plus en difficultés. Ils sont joignables par mail au travers d'un formulaire d'assistance accessible sur le portail Platine, ou par téléphone (les modalités de contact par téléphone pouvant varier selon les protocoles d'enquête)."
          },
          {
            "id": "F512-6",
            "label": "Gérer la collecte d'une unité enquêtée par internet",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'outil Moog permet de modifier le statut d'une unité enquêtée par internet (unitairement et en \"masse\")."
          },
          {
            "id": "F512-7",
            "label": "Visualiser les données de contact",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L’outil Moog permet d’afficher les données de contact d’une d’une unité enquêtée par internet (civilité, adresse, mail)."
          },
          {
            "id": "F512-8",
            "label": "Afficher l'historique des statuts d'une unité enquêtée à des fins d'assistance",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'outil Moog permet d'afficher des informations relatives à une unité enquêtée aux services d'assistance."
          },
          {
            "id": "F521-1",
            "label": "Extraire les données de gestion d'une collecte par internet",
            "dispo": true,
            "gsbpm": "gsbpm-4-2",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) offre des fonctions d'export (utilisation manuelle et unitaire) des informations de gestion d'une collecte par internet pour des traitements en \"self\" (type constitution des relances)."
          },
          {
            "id": "F522-1",
            "label": "Fournir automatiquement des extractions de données de suivi d'une collecte par internet",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) fournit automatiquement des extractions des données de suivi d'une collecte par internet pour des traitements en \"self\"."
          },
          {
            "id": "F515",
            "label": "Consulter un questionnaire non validé comme un enquêté",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202", "products-P0209"],
            "description": "Une fonctionnalité de type \"site miroir\" permet aux gestionnaires de visualiser un questionnaire internet d'un répondant sans le modifier, à des fins d'accompagnement du répondant."
          },
          {
            "id": "F523-1",
            "label": "Automatiser la réinitialisation du mot de passe",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201", "products-P0214"],
            "description": "Un service de réinitialisation du mot de passe est proposé au répondant en cas d'oubli de celui-ci. Le nouveau lui est transmis automatiquement par messagerie ou par courrier postal."
          },
          {
            "id": "F523-2",
            "label": "Permettre la réinitialisation du mot de passe d’un répondant",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "A partir de Moog, l'assistance ou un gestionnaire dispose d'une fonctionnalité pour réinitialiser le mot de passe d'un enquêté, le nouveau étant transmis automatiquement par message ou par courrier postal."
          },
          {
            "id": "F524-1",
            "label": "Mettre à disposition de l'assistance les livrables nécessaires aux réponses de demande de droits accès",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "Afin de pouvoir répondre aux demandes de droits d'accès, modifications, etc. l'application Moog met à disposition des services d'assistance une version papier complétée du questionnaire web."
          },
          {
            "id": "F524-2",
            "label": "Notifier une information aux enquêteurs (par enquête, par région…) – Sabiane Gestion",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Les gestionnaires peuvent envoyer des notifications thématiques aux enquêteurs d'une région ou d'une enquête."
          },
          {
            "id": "F524-3",
            "label": "Notifier une information aux enquêteurs (par enquête, par région…)",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Les gestionnaires peuvent envoyer des notifications thématiques aux enquêteurs d'une région ou d'une enquête."
          },
          {
            "id": "F524-4",
            "label": "Relire des questionnaires « enquêteurs » sans possibilité de modification",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Le questionnaire enquêteur dispose d’un mode « lecture seule » qui empêche les modifications mais permet une relecture par un gestionnaire, ou tout autre utilisateur habilité."
          },
          {
            "id": "F525-1",
            "label": "Relire des questionnaires issus d’une collecte web sans possibilité de modification",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Le questionnaire issu d'une collecte web dispose d’un mode « lecture seule » qui empêche les modifications mais permet une relecture par un gestionnaire, ou tout autre utilisateur habilité."
          },
          {
            "id": "F525-2",
            "label": "Suivre une unité enquêtée affectée à un enquêteur",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Sabiane gestion permet de sélectionner, rechercher et filtrer les unités enquêtées des enquêteurs, et d'en afficher l'état (préparée/repérée/contactée/enquêtée/mode de réponse...) pour les modes de collecte \"téléphonique\" ou \"face-à-face\"."
          },
          {
            "id": "F525-3",
            "label": "Consulter les tableaux standards de suivi pour une enquête à protocole simple mobilisant des enquêteurs",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Sabiane Gestion propose des tableaux de bord et indicateurs (taux d'avancement, taux de collecte) standards (proposés à l'identique à toutes les enquêtes) pour permettre le suivi des collectes d'enquêtes  à protocole simple (sans multimode \"concurrentiel\", sans suivi par strate, sans carnet de collecte, etc.) mobilisant des enquêteurs par téléphone ou en face-à-face."
          },
          {
            "id": "F524-5",
            "label": "Consulter les tableaux standards de suivi pour une enquête à protocole complexe mobilisant des enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Sabiane Gestion propose des tableaux de bord et indicateurs (taux d'avancement, taux de collecte) standards (proposer à l'identique à toutes les enquêtes) pour permettre le suivi des collectes d'enquêtes à protocole complexe (avec multimode \"concurrentiel\" ou carnet de collecte, etc.) mobilisant des enquêteurs."
          },
          {
            "id": "F525-4",
            "label": "Consulter les tableaux standards de suivi pour une enquête par internet à protocole simple",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) permet de visualiser des tableaux standards de suivi national pour des collectes par internet à protocole simple (sans collecte avec enquêteur, ou \"multiple\" questionnaires type carnet de collecte)."
          },
          {
            "id": "F525-5",
            "label": "Consulter les tableaux standards de suivi pour une enquête par internet à protocole complexe",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) permet de visualiser des tableaux standards de suivi national pour des collectes par internet à protocole complexe (avec collecte par enquêteur, ou \"multiple\" questionnaires type carnet de collecte)."
          },
          {
            "id": "F525-6",
            "label": "Offrir un suivi de l'envoi de courriers pour des collectes internet",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) permet de suivre l'envoi de courrier pour des collectes internet."
          },
          {
            "id": "F525-7",
            "label": "Offrir un suivi de l'envoi de mails pour des collectes internet",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) permet de suivre l'envoi de mails pour des collectes internet."
          },
          {
            "id": "F525-8",
            "label": "Offrir un suivi de l'envoi de courriers pour des collectes avec enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "L'application Sabiane collecte permet à l'enquêteur de suivre l'envoi de courriers pour ses UE."
          },
          {
            "id": "F525-9",
            "label": "Offrir un suivi de l'envoi de mails pour des collectes avec enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "L'application Sabiane collecte permet à l'enquêteur de suivre l'envoi de mails pour ses UE."
          },
          {
            "id": "F525-10",
            "label": "Offrir un suivi des questionnaires papier pour les enquêtes internet / papier",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) permet de suivre les questionnaires papier pour une enquête internet avec un protocole papier."
          },
          {
            "id": "F525-11",
            "label": "Permettre l'envoi automatisé et centralisé de communication auprès des répondants",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Un module de communication dédié permet l'envoi de communication \"en masse\" quel qu'en soit le type, courriers papiers, mails ou SMS.."
          },
          {
            "id": "F525-12",
            "label": "Normaliser les adresses postales des unités enquêtées",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Avant lancement de la production éditique, les chaînes applicatives sollicitent un service externe (RNVP) garantissant la normalisation des adresses conformément aux normes postales (norme Afnor) et offrant des services de correction/standardisation pour en améliorer la qualité."
          },
          {
            "id": "F525-13",
            "label": "Permettre l’envoi en lots de support papier pour les enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Les supports papier pour les enquêteurs, type fiche de suivi de collecte, sont produits en masse (en mobilisant la chaîne éditique) à partir des échantillons de collecte."
          },
          {
            "id": "F525-14",
            "label": "Suivre les demandes d'envoi de communication par les enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de gestion (Sabiane gestion) permet de suivre les demandes d'envoi et de communication (courriers, mails, SMS) des enquêteurs."
          },
          {
            "id": "F525-15",
            "label": "Alimenter automatiquement, y compris en cours de collecte, les outils de collecte à partir du référentiel des enquêteurs",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203", "products-P0206"],
            "description": "Les outils de collecte Sabiane Gestion et Sabiane Collecte sont mis à jour automatiquement à partir du référentiel des enquêteurs."
          },
          {
            "id": "F610-1",
            "label": "Numériser des questionnaires papier",
            "dispo": true,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0205"],
            "description": "Le PENM, soit à partir des outils offerts par son atelier de numérisation, soit par le dialogue avec un prestataire, fournit aux maîtrises d'œuvre d'enquête, dans un format exploitable, la liste des questionnaires saisis."
          },
          {
            "id": "F610-2",
            "label": "Fournir les données collectées dans le cas d'une collecte web pour traitements post collecte",
            "dispo": true,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0217"],
            "description": "Platine fournit les données collectées d'une collecte web pour permettre les traitements post collecte."
          },
          {
            "id": "F610-3",
            "label": "Fournir les données collectées dans le cas d'une collecte avec enquêteurs",
            "dispo": true,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Sabiane fournit les données collectées d'une collecte enquêteurs (face à face et/ou téléphone pour permettre les traitements post collecte."
          },
          {
            "id": "F610-4",
            "label": "Nettoyer les données de collecte issues de la numérisation des questionnaires papier",
            "dispo": false,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0205"],
            "description": "à compléter"
          },
          {
            "id": "F610-5",
            "label": "Nettoyer les données de collecte et de suivi issues d'une collecte web",
            "dispo": false,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0217"],
            "description": "à compléter"
          },
          {
            "id": "F610-6",
            "label": "Nettoyer les données de collecte et de suivi issues d'une collecte avec enquêteurs",
            "dispo": false,
            "gsbpm": "gsbpm-4-4",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "à compléter"
          },
          {
            "id": "F610-7",
            "label": "Mettre à disposition une plate forme dédiée à la formation des enquêteurs",
            "dispo": true,
            "gsbpm": "gsbpm-4-2",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Les outils (brique Queen du poste enquêteur Sabiane Collecte) permettent d’utiliser un questionnaire enquêteur dans un contexte de formation (sans fonctions de suivi/organisation notamment). Cela inclut la gestion de données de formation qui peuvent être conservées sans interférer avec les données de collecte."
          },
          {
            "id": "F610-8",
            "label": "Outiller la mise en place de sessions de formation nationales ou locales",
            "dispo": true,
            "gsbpm": "gsbpm-4-2",
            "idProduct": "products-P02",
            "products": ["products-P0210"],
            "description": "Un outil facilitant la mise en œuvre des sessions de formation (initialisation des comptes et des données notamment) est mis à disposition des équipes de formation, nationales ou locales, afin de permettre une mise en œuvre des formations en autonomie."
          },
          {
            "id": "F620-1",
            "label": "Analyser les paradonnées à l'issue de la collecte",
            "users": ["users-U001", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-3",
            "idProduct": "products-P04",
            "products": ["products-P0404"],
            "description": "L'entrepôt de paradonnées (Parliament) fournit une offre d'indicateurs standards (type tableau de bord) et permet un requêtage libre sur les paradonnées pour la construction d'indicateurs ad-hoc (les paradonnées enquêteur individuelles sont réservées aux seuls maîtrises d'œuvre)."
          },
          {
            "id": "F630-1",
            "label": "Relire des questionnaires internet sans possibilité de modification",
            "users": ["users-U009", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-5-3",
            "idProduct": "products-P01",
            "products": ["products-P0101"],
            "description": "La plateforme de collecte internet offre un accès type « site miroir » permettant aux équipes de gestion et de maîtrise d'œuvre statistique de visualiser des questionnaires de répondants internet sans possibilité de modification."
          },
          {
            "id": "F630-2",
            "label": "Relire des questionnaires « enquêteurs» sans possibilité de modification",
            "users": ["users-U009", "users-U005", "users-U004", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le questionnaire enquêteur dispose d'un mode « lecture seule» qui empêche les modifications mais permet une relecture par un enquêteur, un gestionnaire, ou tout autre utilisateur habilité."
          },
          {
            "id": "F630-3",
            "label": "Identifier les questionnaires à vérifier",
            "users": ["users-U009", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'outil de gestion DEM permet d'identifier les questionnaires à vérifier selon des critères spécifiques à l'enquête. Il permet également de gérer le cycle de relecture de ces questionnaires (à relire/relu)."
          },
          {
            "id": "F640-1",
            "label": "Modifier les valeurs d'un questionnaire enquêteur",
            "users": ["users-U009", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-4",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Les gestionnaires peuvent modifier/corriger les réponses d'un questionnaire enquêteur dans le cadre d'un processus clairement formalisé. Sabiane collecte permet d'historiser les différentes modifications et leur contexte (en interview, par un gestionnaire…)."
          },
          {
            "id": "F640-2",
            "label": "Modifier les valeurs d'un questionnaire web",
            "users": ["users-U005", "users-U009", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-4",
            "idProduct": "products-P04",
            "products": ["products-P0405", "products-P0402"],
            "description": "Les gestionnaires disposent d'un outil leur permettant de visualiser dans une ergonomie adaptée des questionnaires à corriger. Une couche de contrôle post-collecte permet de mettre en avant les variables à instruire. Les gestionnaires peuvent modifier/corriger les réponses d'un questionnaire web, ces modifications sont historisées."
          },
          {
            "id": "F640-3",
            "label": "Ajouter un commentaire lié à une unité enquêtée",
            "users": ["users-U009", "users-U005", "users-U004", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-4",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Le questionnaire enquêteur, utilisé dans un contexte de collecte par l'enquêteur ou dans un contexte de gestion par le gestionnaire DEM, permet la saisie de commentaires sur l'unité enquêté (informations de disponibilité ou signalement de difficultés rencontrées) et pour chaque question (informations sur le contexte particulier de collecte d'une réponse)."
          },
          {
            "id": "F711-1",
            "label": "Afficher une FAQ consolidée (générique/spécifique à l'enquête)",
            "users": ["users-U003"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0209", "products-P0201"],
            "description": "Un ensemble de \"questions/réponses\" est proposé sur les portails de promotion Coleman et Coltrane à destination des internautes. Il se décompose en deux parties, une générale à l'ensemble des enquêtes ménages et une spécifique à l'enquête concernée."
          },
          {
            "id": "F711-2",
            "label": "Alimenter une FAQ générale (indépendante des enquêtes)",
            "users": ["users-U010", "users-U011"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Une interface permet aux services d'assistance et d'administration d'administrer le contenu d'une FAQ générale."
          },
          {
            "id": "F711-3",
            "label": "Alimenter une FAQ spécifique par enquête selon un cadre général (modèle de FAQ)",
            "users": ["users-U001", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201"],
            "description": "Une interface permet aux services de maîtrise d'ouvrage et d'oeuvre statistique d'administrer le contenu d'une FAQ spécifique à leur enquête."
          },
          {
            "id": "F711-4",
            "label": "Produire des statistiques de consultation de la FAQ",
            "users": ["users-U010", "users-U011", "users-U001", "users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0209", "products-P0201"],
            "description": "Des statistiques de consultation des FAQ sont mis à disposition des acteurs du SI collecte (nombre de connexions, questions les plus consultées,...)"
          },
          {
            "id": "F711-5",
            "label": "Proposer un widget conversationnel",
            "users": ["users-U003"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0211"],
            "description": "Un widget conversationnel permet d'offrir aux répondants un dialogue interactif en vue d'une fourniture d'informations sélectionnées ou contextualisées."
          },
          {
            "id": "F711-6",
            "label": "Alimenter/Configurer le widget",
            "users": ["users-U010"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0211"],
            "description": "Une interface permet aux services d'assistance de simplement configurer et alimenter le widget d'assistance (avec une sélection parmi les questions les plus fréquentes par exemple)."
          },
          {
            "id": "F711-7",
            "label": "Proposer un chatbot",
            "users": ["users-U003"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0213"],
            "description": "Un automate, type chatbot, apporte une assistance interactive à partir de questions libres."
          },
          {
            "id": "F712-1",
            "label": "Permettre l'accès aux différents canaux d'assistance sur le portail d'enquêtes",
            "users": ["users-U003"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0209", "products-P0201"],
            "description": "Le portail permet d'accéder aux différents canaux d'assistance (formulaire, service de réinitialisation du mot de passe, widget, chatbot,...)."
          },
          {
            "id": "F712-2",
            "label": "Indiquer les différents canaux d'assistance sur les courriers",
            "users": ["users-U003"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Sur les courriers, il est mentionné les différents canaux pour contacter l'assistance : téléphone, mail et courrier, ainsi que les liens internet pour se renseigner sur l'enquête et sur l'Insee."
          },
          {
            "id": "F712-3",
            "label": "Mettre en place un serveur vocal interactif (SVI)",
            "users": ["users-U003"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0212"],
            "description": "Un serveur vocal interactif permet la prise en charge des appels téléphoniques de répondants, en fonction de l'enquête concernée, afin de leur communiquer de l'information ou de les orienter vers le bon interlocuteur dans le circuit d'assistance (assistance technique ou métier notamment)."
          },
          {
            "id": "F720-1",
            "label": "Rechercher une unité enquêtée et afficher son état",
            "users": ["users-U010", "users-U009"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202", "products-P0209"],
            "description": "A l'aide de l'identifiant de connexion ou de l'identifiant de l'unité enquêtée uniquement pour le site de gestion nationale, il est possible d'afficher l'historique des différents statuts pour une unité enquêtée."
          },
          {
            "id": "services-S720-2",
            "label": "Consulter un questionnaire comme un enquêté",
            "users": ["users-U009", "users-U005"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0209", "products-P0201", "products-P0203"],
            "description": "Une fonctionnalité de type 'site miroir' permet aux gestionnaires de visualiser un questionnaire internet d'un répondant sans le modifier, à des fins notamment de contrôle qualité et d'accompagnement du répondant."
          },
          {
            "id": "services-S720-3",
            "label": "Automatiser la réinitialisation du mot de passe",
            "users": ["users-U003"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0201", "products-P0209"],
            "description": "Un service de réinitialisation du mot de passe est proposé au répondant en cas d'oubli de celui-ci. Le nouveau peut lui être envoyé par messagerie ou par courrier postal."
          },
          {
            "id": "services-S720-4",
            "label": "Permettre la réinitialisation du mot de passe d'un répondant",
            "users": ["users-U010", "users-U009"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "A partir de Moog, l'assistance ou un gestionnaire dispose d'une fonctionnalité pour réinitialiser le mot de passe d'un enquêté, le nouveau étant transmis automatiquement par message ou par courrier postal."
          },
          {
            "id": "services-S720-5",
            "label": "Mettre à disposition des descriptions de procédures types (droit accès etc.)",
            "users": ["users-U009", "users-U010", "users-U005"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0209", "products-P0201"],
            "description": "De la documentation d'assistance à destination de répondants, type procédure de réinitialisation de son mot de passe ou base de connaissance, sont mises à disposition sur le portail."
          },
          {
            "id": "services-S730-1",
            "label": "Disposer d'un processus d'assistance auprès des enquêteurs documenté et outillé",
            "users": ["users-U003", "users-U005", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203", "products-P0206"],
            "description": "Un processus formalisé et documenté permet d'assurer l'assistance des enquêteurs à plusieurs niveaux selon la complexité rencontrée. Des outils collaboratifs, type réseau social d'entreprise ou moteur de chat, sont mobilisés pour faciliter les échanges entre enquêteurs et l'assistance."
          },
          {
            "id": "services-S730-2",
            "label": "Notifier une information aux enquêteurs (par enquête, par région...)",
            "users": ["users-U009", "users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "Les gestionnaires peuvent envoyer des notifications thématiques aux enquêteurs d'une région ou d'une enquête."
          },
          {
            "id": "services-S730-3",
            "label": "Consulter un questionnaire comme un enquêteur",
            "users": ["users-U009", "users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0203"],
            "description": "Une fonctionnalité de type 'site miroir' permet aux gestionnaires de visualiser un questionnaire enquêteur sans le modifier, à des fins notamment de contrôle qualité et d'accompagnement du répondant."
          },
          {
            "id": "F811-1",
            "label": "Visualiser/mettre à jour des données de contact",
            "users": ["users-U005", "users-U003", "users-U004"],
            "dispo": true,
            "idProduct": "products-P02",
            "gsbpm": "gsbpm-4-1",
            "products": [
              "products-P0202",
              "products-P0206",
              "products-P0203",
              "products-P0209",
              "products-P0201"
            ],
            "description": "Les différents acteurs peuvent mettre à jour les coordonnées d'un répondant suite à une interaction : le répondant lui-même lors d'une connexion, l'enquêteur lors d'un entretien, le gestionnaire ou assimilés lors d'un échange d'assistance."
          },
          {
            "id": "F820-2",
            "label": "Alimenter automatiquement les outils de collecte à partir du référentiel d'enquêteurs",
            "users": ["users-U007"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206", "products-P0203"],
            "description": "Les outils de collecte, Sabiane (gestion et collecte) sont mis à jour automatiquement à partir du référentiel d'enquêteurs."
          },
          {
            "id": "F830-1",
            "label": "Visualiser l'état d'une unité enquêtée affectée à un enquêteur",
            "users": ["users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de gestion permet de sélectionner, rechercher et filtrer les unités enquêtées des enquêteurs, et d'en afficher l'état (préparée/repérée/contactée/enquêtée/mode de réponse...)."
          },
          {
            "id": "F841-3",
            "label": "Permettre le suivi des envois de communication aux répondants ou support papier aux enquêteurs",
            "users": ["users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0204"],
            "description": "Le module de communication prend en charge la mise à disposition (sous forme d'API et d'interface utilisateur) d'informations de suivi sur le déroulement des opérations de communication (date de déclenchement, date d'envoi, statut individuel type plis non distribués ou mails non remis) etc."
          },
          {
            "id": "F842-1",
            "label": "Consulter les tableaux de suivi locaux et multimodes standards pour une enquête",
            "users": ["users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de gestion (Sabiane gestion) propose des tableaux de bord et indicateurs (taux d'avancement, taux de collecte) standards (proposer à l'identique à toutes les enquêtes selon leur protocole) pour permettre le suivi local des collectes multimodes (potentiel résultat du web inclus) d'enquête."
          },
          {
            "id": "F842-2",
            "label": "Consulter des indicateurs / tableaux de suivi spécifiques à une enquête pour assurer la représentativité des réponses (ex : hauts patrimoines)",
            "users": ["users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de gestion Sabiane gestion, à partir d'une configuration encadrée (possibilités limités) permet de consulter des tableaux de suivi et indicateurs spécifiques à une enquête (suivi du 'taux de remplissage' de variables significatives ou de strates)."
          },
          {
            "id": "F842-3",
            "label": "Visualiser la liste des unités enquêtées pour une enquête",
            "users": ["users-U009", "users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de gestion (Sabiane gestion) offre des fonctions de recherches et de filtres sur les unités enquêtées en fonction de leur répartition locale et/ou par enquête, ainsi que des fonctions de visualisation des informations relatives à ces unités (état)."
          },
          {
            "id": "F843-1",
            "label": "Consulter des tableaux de suivi nationaux et multimodes standards",
            "users": ["users-U002", "users-U009"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application Moog permet de visualiser des tableaux standards de suivi national pour des collectes multimodes."
          },
          {
            "id": "F843-2",
            "label": "Consulter des indicateurs / tableaux de suivi spécifiques à une enquête pour assurer la représentativité des réponses",
            "users": ["users-U002", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog), à partir d'une configuration encadrée (possibilités limitées) permet de consulter des tableaux de suivi et indicateurs spécifiques à une enquête (suivi du 'taux de remplissage' de variables significatives ou de strates)."
          },
          {
            "id": "F843-3",
            "label": "Extraire les données de suivi pour un usage self",
            "users": ["users-U002", "users-U009"],
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'application de suivi national (Moog) offre des fonctions d'export des informations de suivi pour traitement en \"self\"."
          },
          {
            "id": "F844-1",
            "label": "Permettre l'envoi automatisé de communication auprès des répondants par les gestionnaires",
            "users": ["users-U009", "users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206", "products-P0204"],
            "description": "Si le protocole de l'enquête le permet, le gestionnaire peut déclencher l'envoi d'un courrier standard (type lettre-avis, relance, courrier de courtoisie), mail ou SMS à un répondant depuis son application de gestion."
          },
          {
            "id": "F844-2",
            "label": "Suivre les demandes d'envoi de communication 'enquêteur'",
            "users": ["users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206", "products-P0204"],
            "description": "L'application de gestion (Sabiane gestion) permet de visualiser les demandes d'envoi et de communication (courriers, mails, SMS) demandées par les enquêteurs."
          },
          {
            "id": "F846-1",
            "label": "Intégrer les PND",
            "users": ["users-U009", "users-U002", "users-U004"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": [
              "products-P0202",
              "products-P0209",
              "products-P0203",
              "products-P0206"
            ],
            "description": "Les applications offrant du suivi national (Moog pour le web ménage, Coltrane Pilotage pour le web entreprise, à définir pour une collecte multimode) ou local (type application enquêteurs Sabiane Collecte) intègrent automatiquement les remontées éditiques de plis non distribués signalés par La Poste."
          },
          {
            "id": "F846-2",
            "label": "Intégrer les retours de mail (@ erronées)",
            "users": ["users-U002", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202", "products-P0209"],
            "description": "Les applications offrant du suivi national (Moog pour le web ménage, Coltrane Pilotage pour le web entreprise, à définir pour une collecte multimode) ou local (type application enquêteurs Sabiane Collecte) intègrent automatiquement les retours de mails non délivrés."
          },
          {
            "id": "F846-3",
            "label": "Intégrer les listes de questionnaires papier numérisés (identifiants date) pour un suivi national",
            "users": ["users-U002", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202", "products-P0209"],
            "description": "Les applications offrant du suivi national, Moog dans le contexte ménage, Coltrane pilotage dans celui entreprise, intègrent automatiquement les questionnaires papier reçus et numérisés."
          },
          {
            "id": "F846-4",
            "label": "Intégrer les listes de questionnaires papier numérisés (identifiants date) pour un suivi local",
            "users": ["users-U009", "users-U005"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0206"],
            "description": "L'application de suivi local (Sabiane gestion) intègre automatiquement les réponses issues de questionnaire papier."
          },
          {
            "id": "F846-5",
            "label": "Envoyer des communications aux répondants (papier, mail ou sms) en masse",
            "users": ["users-U002", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202", "products-P0209"],
            "description": "Les applications de pilotage/suivi de collecte nationale permettent l'envoi de communication de masse (lettre de relance notamment) aux répondants."
          },
          {
            "id": "F846-6",
            "label": "Intégrer les signalements de l'assistance",
            "users": ["users-U010", "users-U009"],
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P02",
            "products": ["products-P0202"],
            "description": "L'assistance peut signaler le refus de répondre d'un répondant. Ce signalement est pris en compte automatiquement et le répondant ne sera ni contacté par un enquêteur, ni relancé."
          }
        ]
      },
      {
        "id": "services-S3",
        "label": "Préparation d'enquêtes",
        "description": "",
        "function": [
          {
            "id": "F110-1",
            "label": "Disposer d’un référentiel des unités enquêtées",
            "dispo": false,
            "gsbpm": "gsbpm-qualite",
            "idProduct": "products-P03",
            "products": ["products-P0301"],
            "description": "descriptif à revoir"
          },
          {
            "id": "F820-1",
            "label": "Disposer d’un référentiel des enquêteurs",
            "dispo": true,
            "gsbpm": "gsbpm-qualite",
            "idProduct": "products-P03",
            "products": ["products-P0306"],
            "description": "L'application Opale de gestion de la charge enquêteur permet de disposer d'un référentiel des enquêteurs dans lequel sont centralisées les ajouts, modifications et suppression de coordonnées des enquêteurs y compris en cours de collecte."
          },
          {
            "id": "F131-1",
            "label": "Configurer la stratégie de communication pour une enquête",
            "dispo": false,
            "gsbpm": "gsbpm-3-4",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L'offre standard de communications (modèles de lettre et mails avis, de relance, de remerciements...) offre un certain nombre de modèles de lettres et mails correspondant aux différents protocoles proposés dans le cadre du programme multimode. Ces communications standardisées pourront faire l'objet d'un examen allégé lors du passage au comité du label."
          },
          {
            "id": "F133",
            "label": "Configurer le protocole d'une enquête",
            "dispo": false,
            "gsbpm": "gsbpm-3-4",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "descriptif à revoir"
          },
          {
            "id": "F660-1",
            "label": "Mettre en œuvre de manière standardisée des enquêtes de satisfaction",
            "dispo": false,
            "gsbpm": "gsbpm-8-1",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "Le déploiement d’une enquête de qualité auprès des enquêtés est un service offert par la filière d’enquête : mise en œuvre et déploiement en partie automatisés et intégration. Le protocole et le questionnement de telles enquêtes sont standardisés dans la nouvelle filière. Elles offrent des mécanismes d’évaluation tant sur le processus pour la maîtrise d’œuvre statistique que pour la qualité et connaissance du contexte pour la maîtrise d’ouvrage d’enquête."
          },
          {
            "id": "F811-2",
            "label": "Mettre à jour automatiquement les échantillons à partir des retours de collectes précédentes",
            "dispo": false,
            "idProduct": "products-P03",
            "gsbpm": "gsbpm-4-1",
            "products": ["products-P0301"],
            "description": "Le référentiel d’unité enquêtées est mis à jour automatiquement par les différents outils collectant de l’information sur l’unité, qu’il s’agisse d’outils de collecte (coordonnées et données collectées) que des outils plus orientés gestion (coordonnées)."
          },
          {
            "id": "F812-1",
            "label": "Créer/Modifier des échantillons de collecte",
            "dispo": true,
            "idProduct": "products-P03",
            "gsbpm": "gsbpm-4-1",
            "products": ["products-P0301"],
            "description": "Le référentiel d'unités enquêtées permet la création et la modification d'échantillons de collecte à partir d'échantillons statistiques issus des applications d'échantillonnage ou d'autres sources."
          },
          {
            "id": "F813-1",
            "label": "Automatiser l’intégration des échantillons dans les outils de collecte",
            "dispo": false,
            "idProduct": "products-P03",
            "gsbpm": "gsbpm-4-1",
            "products": ["products-P0302"],
            "description": "Les outils Sabiane et Platine sont alimentés automatiquement à partir des échantillons de collecte définis dans le référentiel d’unités enquêtées."
          },
          {
            "id": "F813-3",
            "label": "Automatiser la production en masse de support papier pour les enquêteurs",
            "dispo": false,
            "idProduct": "products-P03",
            "gsbpm": "gsbpm-4-1",
            "products": ["products-P0302"],
            "description": "Le référentiel d’unités d’enquêtes produit des échantillons de collecte contenant toutes les informations nécessaires à la production des supports papier pour les enquêteurs, type fiche de suivi de collecte, liste de gestion ou fiche-adresse papier."
          },
          {
            "id": "F844-4",
            "label": "Clore une collecte",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L'outil d'administration de la collecte Protools permet de déclencher les traitement visant à clore une collecte à partir de métadonnées (fermeture des accès, nettoyage des données etc.)"
          },
          {
            "id": "F845-1",
            "label": "Initialiser une collecte",
            "dispo": true,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L'outil d'administration de la collecte permet d'initialiser une collecte dans les plateformes Sabiane et Platine à partir de métadonnées (ex : les dates de début et fin de collecte, le libellé de l'opération etc.)."
          },
          {
            "id": "F850-3",
            "label": "Enrichir les coordonnées au sein des échantillons",
            "dispo": false,
            "gsbpm": "gsbpm-4-3",
            "idProduct": "products-P03",
            "products": ["products-P0301"],
            "description": "Les adresses postales et mails des échantillons sont enrichies à partir de services externes type La Poste afin d'améliorer la qualité des coordonnées au sein des échantillons de collecte. Ce service permet également d'identifier les déménagements d'unités enquêtées en amont d'une collecte."
          },
          {
            "id": "F910-1",
            "label": "Donner des droits dans les applications du SI collecte",
            "dispo": false,
            "gsbpm": "gsbpm-2-6",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L’application Protools permet d’administrer globalement les droits des utilisateurs sur l’ensemble des applications du système d’information de collecte."
          },
          {
            "id": "F920-1",
            "label": "Instancier une enquête dans les outils de collecte",
            "dispo": true,
            "gsbpm": "gsbpm-3-4",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L'application Protools permet de créer et paramétrer une enquête dans les outils du système d'information de collecte à partir de métadonnées."
          },
          {
            "id": "F920-3",
            "label": "Offrir un processus consolidé de lancement d’enquête à l’aide d’une interface",
            "dispo": false,
            "gsbpm": "gsbpm-3-4",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "Les outils du SI de collecte s'appuient sur une seule interface de chargement, pilotage et de suivi quelque soit le mode, le type d'enquête ou de processus (production, test, formation,...)."
          },
          {
            "id": "F920-4",
            "label": "Communiquer avec un système d’information tiers (RP, SSP, prestataires externes...)",
            "dispo": true,
            "gsbpm": "gsbpm-5-8",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "Le SI de collecte est en mesure de réceptionner des échantillons issus d’un système d’information tiers."
          },
          {
            "id": "F920-5",
            "label": "Offrir des services accessibles par des utilisateurs externes à l’Insee",
            "dispo": false,
            "gsbpm": "gsbpm-5-8",
            "idProduct": "products-P03",
            "products": ["products-P0302"],
            "description": "L’orchestrateur de protocoles Protools et l’ensemble des services qu’il propose sont accessibles par des utilisateurs extérieurs à l’Insee."
          }
        ]
      },
      {
        "id": "services-S4",
        "label": "Traitement d'enquêtes",
        "description": "",
        "function": [
          {
            "id": "services-S123-2",
            "label": "Produire des indicateurs de qualité du questionnaire",
            "users": ["users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-3-1",
            "idProduct": "products-P04",
            "products": ["products-P0402"],
            "description": "Un module applicatif dédié permet de spécifier les indicateurs qualité mobilisés durant le processus de collecte (complétude, relecture nécessaire, etc.). Les possibilités en termes de choix et de configuration de l'indicateur sont sous la responsabilité de DRTI (questions d'ordre méthodologique) et de la DMOAE (accompagnement/formation des enquêteurs). Ces spécifications pilotent des traitements qui calculent effectivement l'indicateur qualité."
          },
          {
            "id": "F650-1",
            "label": "Produire des aggrégats 'résultat d'une opération de collecte'",
            "users": ["users-U002"],
            "dispo": false,
            "gsbpm": "gsbpm-5-4",
            "idProduct": "products-P04",
            "products": ["products-P0401"],
            "description": "En fin de collecte, à partir des évènements enregistrés pendant la période de collecte (cycle de vie d'une unité enquêtée implémenté dans les outils) des aggrégats renseignant sur le 'résultat de l'opération de collecte' sont construits pour chaque unité enquêtée (à des fins d'alimentation de l'infocentre)."
          },
          {
            "id": "F650-2",
            "label": "Fournir des indicateurs de performance",
            "users": ["users-U009", "users-U005", "users-U002"],
            "dispo": true,
            "gsbpm": "gsbpm-5-4",
            "idProduct": "products-P04",
            "products": ["products-P0401"],
            "description": "Un infocentre permet la production d'indicateurs de performance et de contrôle de gestion servant de support au management des enquêteurs."
          },
          {
            "id": "F1000-1",
            "label": "Réconcilier les données collectées selon les modes",
            "users": ["users-U007"],
            "dispo": false,
            "gsbpm": "gsbpm-5-8",
            "idProduct": "products-P04",
            "products": ["products-P0403"],
            "description": "Les données livrées par le SI de collecte sont consolidées quel que soit le mode utilisé pour la collecte ou les processus de contrôle qualité mobilisés. Les règles de consolidation visent à produire une base statistique pour exploitation statistique « aval ». Elles s'appuient sur des métadonnées actives (arbre des variables de l'enquête, règles algorithmique de consolidation…)"
          }
        ]
      }
    ]
  }
]
