{
  "id": "gsbpm",
  "label": "Phases du GSBPM",
  "children": [
    {
      "id": "gsbpm-qualite",
      "label": "Gestion de la qualité",
      "description": ""
    },
    {
      "id": "gsbpm-2",
      "label": "Concevoir",
      "description": "Cette phase décrit les activités de développement et de conception et tous les travaux de recherche pratiques connexes nécessaires pour définir les produits, concepts, méthodes, instruments de collecte et processus opérationnels statistiques. Elle englobe tous les éléments de conception nécessaires pour définir ou affiner les produits ou services statistiques mis à jour dans l'étude de cas. Elle précise toutes les métadonnées pertinentes prêtes à être utilisées ultérieurement dans le processus de production statistique ainsi que les procédures d'assurance de la qualité. Pour les produits statistiques élaborés à intervalles réguliers, cette phase intervient lors de la première itération, et chaque fois que des mesures propres à améliorer le processus sont identifiées dans la phase d'évaluation de l'itération précédente.",
      "children": [
        {
          "id": "gsbpm-2-1",
          "label": "Conception des descriptions de variables",
          "description": "Ce sous-processus définit les variables statistiques à recueillir au moyen de l'instrument de collecte, ainsi que toutes les autres variables qui en seront tirées dans le cadre du sous-processus 5.5 (Calcul de nouvelles variables et unités) et toutes les classifications statistiques qui seront utilisées. On s'attache en principe à respecter les normes nationales et internationales existantes chaque fois que possible. Ce sous-processus devrait peut-être se dérouler en parallèle au sous-processus 2.3 (Conception de la collecte) car la définition des variables à collecter et le choix des instruments de collecte peuvent être interdépendants dans une certaine mesure. La préparation des descriptions de variables et classifications recueillies et obtenues sous forme de métadonnées est un préalable nécessaire aux phases suivantes."
        },
        {
          "id": "gsbpm-2-3",
          "label": "Conception de la collecte",
          "description": "Ce sous-processus détermine la ou les méthode(s) et instrument(s) les plus appropriés. Les activités menées effectivement au cours de ce sous-processus dépendront des types d'instrument de collecte requis qui peuvent être des entretiens assistés par ordinateur, des questionnaires sur support papier, des interfaces de données administratives et des techniques d'intégration de données. Ce sous-processus englobe la conception d'instruments de collecte, de modèles de questions-réponses (en conjonction avec les variables et les classifications statistiques établies dans le cadre du sous-processus 2.2 (Conception des descriptions de variables)). Il comprend aussi la conception de tous les accords formels en vue de la fourniture de données, comme les mémorandums d'accord et la validation des bases juridiques de la collecte des données. Ce sous-processus est facilité par des outils tels que les collections de questions (qui permettent de réutiliser des questions et leurs caractéristiques), les outils de création de questionnaire (qui permettent de compiler rapidement et facilement des questions dans des formats adaptés aux essais cognitifs) et les modèles d'accord (pour faciliter la normalisation des conditions et modalités). Ce sous-processus comprend aussi la conception de systèmes de gestion de fournisseurs adaptés au processus."
        },
        {
          "id": "gsbpm-2-5",
          "label": "Conception du traitement et de l'analyse",
          "description": "Ce sous-processus englobe la conception de la méthode de traitement statistique qui doit être appliquée au cours des phases de « traitement » et d'« analyse ». Il peut comprendre la définition des routines de codage, d'édition, d'imputation, d'estimation, d'intégration, de validation et de finalisation des ensembles de données."
        },
        {
          "id": "gsbpm-2-6",
          "label": "Conception des systèmes de production et du déroulement des travaux",
          "description": "Ce sous-processus détermine le déroulement des travaux du stade de la collecte au stade de la diffusion des données, en faisant le tour de tous les processus requis par l’ensemble du cycle statistique, et en veillant à ce que ces derniers puissent s’enchaîner efficacement sans lacunes ni redondances. Divers systèmes et bases de données sont nécessaires tout au long du cycle. En général, on réutilise les mêmes processus et techniques pour de nombreux processus de production statistique, de sorte qu’il faut commencer par examiner les produits existants (par exemple, des services, des systèmes et des bases de données) pour voir s’ils conviennent en l’espèce, et dans les cas où ils ne donnent pas entièrement satisfaction, chercher de nouvelles solutions. Ce sous-processus devrait aussi permettre d’étudier les modalités d’interaction du personnel avec ces systèmes et de définir les responsabilités de chaque agent et le stade auquel il intervient."
        }
      ]
    },
    {
      "id": "gsbpm-3",
      "label": "Construire",
      "description": "Cette phase permet d'élaborer et de mettre à l'essai le produit retenu jusqu'à ce qu'il soit prêt à être utilisé dans des conditions réelles. Les produits de la phase de « conception » orientent les choix de processus, d'instruments, d'informations et de services réutilisables qui sont regroupés et configurés à ce stade pour créer l'environnement opérationnel complet permettant de lancer le processus. De nouveaux services sont élaborés par exception, pour combler les lacunes constatées dans le catalogue de services existant provenant de l'organisme lui-même ou de l'extérieur. Ces nouveaux services sont conçus de façon à être en grande partie réutilisables dans l'architecture de production statistique.",
      "children": [
        {
          "id": "gsbpm-3-1",
          "label": "Réutilisation et élaboration de l'instrument de collecte",
          "description": "Ce sous-processus décrit les activités visant à concevoir les instruments à utiliser au cours de la phase de « collecte ». L'instrument de collecte est produit ou élaboré d'après le cahier des charges établi au cours de la phase de « conception ». Une collecte peut faire appel à un ou plusieurs modes de réception des données, par exemple des interrogatoires directs ou des entretiens téléphoniques; des questionnaires sur support papier, sur support électronique ou sur Internet; des plates-formes SDMX. On peut aussi utiliser comme instruments de collecte les routines d'extraction de données utilisées pour réunir des informations issues d'ensembles de données statistiques ou administratifs existants. Ce sous-processus prévoit aussi la préparation et la mise à l'essai du contenu et du fonctionnement de l'instrument choisi (par exemple, mise à l'essai des questions figurant dans un questionnaire). Il est recommandé d'étudier le lien direct entre les instruments de collecte et le système de métadonnées statistiques, de façon à faciliter le recueil de métadonnées pendant la phase de collecte. La corrélation des métadonnées et des données au point de saisie permet de réduire la charge de travail lors des phases suivantes. La saisie des paramètres de mesure de la collecte de données (paradonnées) revêt aussi de l'importance pour ce sous-processus."
        },
        {
          "id": "gsbpm-3-2",
          "label": "Élaboration ou renforcement des composantes du processus",
          "description": "Ce sous-processus décrit les activités visant à élaborer de nouveaux services et composantes ou à renforcer les composantes et services existants pour les phases de « traitement » et d’« analyse », telles qu’elles ont été conçues lors de la phase de « conception ». Parmi ces services on peut citer les usages et fonctionnalités des tableaux, les services d’information, les fonctions de transformation, les organigrammes des tâches, les services de gestion des fournisseurs et des métadonnées."
        },
        {
          "id": "gsbpm-3-4",
          "label": "Configuration du déroulement des travaux",
          "description": "Ce sous-processus permet de configurer le déroulement des travaux, les systèmes et les transformations utilisés dans le cadre des processus de production statistique, de la collecte des données à leur diffusion. Il fait en sorte que le déroulement des travaux défini lors du sous-processus 2.6 (Conception de systèmes de production et du déroulement des travaux) fonctionne dans la pratique."
        }
      ]
    },
    {
      "id": "gsbpm-4",
      "label": "Collecter",
      "description": "Cette phase recueille ou réunit toute l'information nécessaire (données et métadonnées), en utilisant différents modes de collecte, et la charge dans l'environnement approprié pour des traitements supplémentaires. Pour la production de statistiques régulières, cette phase est exécutée à chaque itération.",
      "children": [
        {
          "id": "gsbpm-4-1",
          "label": "Création d’un cadre et sélection d’un échantillon",
          "description": "C’est au titre de ce sous-processus que l’on établit le cadre et sélectionne l’échantillon pour cette itération de la collecte comme indiqué dans le sous-processus 2.4 (Conception du cadre et de l’échantillon). Il en est de même pour la coordination d’échantillons entre reprises du même processus de production statistique (qui permet par exemple de gérer les chevauchements ou les rotations) et entre différents processus mettant en œuvre un cadre ou un registre commun (le but étant par exemple de gérer les chevauchements ou de répartir la charge de travail des répondants). Les questions d’assurance et d’agrément qualité du cadre et de l’échantillon retenu relèvent aussi de ce sous-processus bien que la tenue des registres sur lesquels reposent les cadres de plusieurs processus de production statistique soit considérée à part. La partie échantillonnage de ce sous-processus n’est généralement pas utile lorsque l’on n’utilise que des sources préexistantes (par exemple, des sources administratives) car les processus de ce type créent généralement des cadres à partir des données disponibles puis suivent la méthode du recensement."
        },
        {
          "id": "gsbpm-4-2",
          "label": "Organisation de la collecte",
          "description": "Ce sous-processus fait en sorte que les personnes, les processus et les technologies soient prêts à collecter des données et des métadonnées sous tous les modes désignés. Il prend un certain temps, car il comprend les activités liées à la stratégie, la planification et la formation menées pour préparer le processus de production statistique en question. Dans les cas où le processus se répète à intervalles réguliers, certaines de ces activités (voire leur totalité) peuvent ne pas être explicitement requises pour chaque itération. En cas de processus ponctuel ou de nouveau processus, ces activités peuvent durer longtemps."
        },
        {
          "id": "gsbpm-4-3",
          "label": "Réalisation de la collecte",
          "description": "Ce sous-processus est celui dans le cadre duquel la collecte est mise en œuvre, les différents instruments étant utilisés pour collecter ou recueillir l’information, qui peut prendre la forme de micro données brutes ou d’agrégats produits à la source, et de toutes les métadonnées associées. Il comprend le contact initial avec les fournisseurs et les mesures de suivi ou de rappel ultérieures éventuelles. Il peut inclure l’entrée manuelle des données au point de contact, ou la gestion du travail d’enquête, suivant la source et le mode de collecte. C’est à ce stade que l’on enregistre la date à laquelle les fournisseurs ont été contactés, la manière dont cela a été fait, et si les intéressés ont répondu. Ce sous-processus englobe aussi la gestion des fournisseurs prenant part à la collecte en cours, pour faire en sorte que la relation entre l’organisme de statistique et les fournisseurs de données reste positive, ainsi que l’enregistrement des observations, demandes de renseignements et plaintes, et des réponses qui leur sont apportées. Pour les sources administratives et autres sources non statistiques, ce processus est rapide : soit le fournisseur est contacté pour qu’il envoie l’information, soit il l’envoie comme prévu. Une fois que la collecte a atteint ses objectifs, elle se termine et fait l’objet d’un rapport. Il est possible de procéder à une première validation de la structure et de l’intégrité de l’information reçue dans le cadre de ce sous-processus, par exemple en vérifiant que les fichiers sont dans le bon format et contiennent les champs prévus. Tout le travail de validation des contenus s’effectue lors de la phase de traitement."
        },
        {
          "id": "gsbpm-4-4",
          "label": "Finalisation la collecte",
          "description": "Ce sous-processus englobe le téléchargement des données et métadonnées recueillies dans un environnement électronique adapté pour la suite du traitement. Il peut comprendre la saisie manuelle ou automatique des données, ce qui suppose par exemple la collaboration d’employés de bureau ou le recours à des outils de reconnaissance des caractères optiques pour extraire l’information des questionnaires sur support papier, ou la conversion des formats des fichiers reçus d’autres organismes. Il peut aussi prévoir l’analyse des métadonnées de processus (paradonnées) associées à la collecte si l’on veut s’assurer que les activités de collecte sont conformes aux prescriptions. Si on utilise un instrument de collecte physique, comme un questionnaire sur support papier, qui ne sert plus ensuite lors du traitement, c’est au cours de ce sous-processus que le document en question est archivé."
        }
      ]
    },
    {
      "id": "gsbpm-5",
      "label": "Traiter",
      "description": "Cette phase décrit le nettoyage des données et leur préparation aux fins d’analyse. Elle regroupe les sous-processus permettant de vérifier, de nettoyer et de transformer les données d’entrée afin de pouvoir les analyser et les diffuser comme produits statistiques. Elle peut être répétée plusieurs fois si nécessaire. Pour les produits statistiques élaborés régulièrement, cette phase intervient à chaque itération. Les sous-processus de cette phase peuvent s’appliquer aux données provenant de sources statistiques comme de sources non statistiques (exception faite éventuellement du sous-processus 5.6 (Calcul des coefficients de pondération) qui est généralement spécifique aux données d’enquête).",
      "children": [
        {
          "id": "gsbpm-5-2",
          "label": "Classification et codage",
          "description": "Ce sous-processus comprend la classification et le codage des données d’entrée. Par exemple, des routines de codage automatiques (ou manuelles) peuvent assigner des codes numériques aux réponses données de façon textuelle suivant un système de classification prédéterminé."
        },
        {
          "id": "gsbpm-5-3",
          "label": "Examen et validation",
          "description": "C’est dans le cadre de ce sous-processus que les données sont examinées dans le but d’identifier les problèmes, erreurs et disparités potentiels comme les valeurs aberrantes, les cas de non-réponse et les erreurs de codage. On parle aussi d’étape de validation des données d’entrée. Ce sous-processus peut se dérouler de façon itérative, la validation s’opérant d’après des règles d’édition prédéterminées, habituellement dans l’ordre qui a été fixé. Il peut désigner des données en vue d’une inspection ou d’une édition automatiques ou manuelles. L’examen et la validation peuvent porter sur des données provenant de sources de toutes catégories, avant et après l’opération d’intégration. Même si la validation relève en principe de la phase de « traitement », dans la pratique, certains éléments de validation peuvent se tenir en même temps que les activités de collecte, en particulier pour des modes comme la collecte par Internet. Si ce sous-processus permet de détecter les erreurs effectives ou potentielles, toutes les activités de correction qui modifient effectivement les données se rattachent au sous-processus 5.4."
        },
        {
          "id": "gsbpm-5-4",
          "label": "Édition et imputation des données",
          "description": "Dans les cas où les données sont jugées incorrectes, manquent ou ne sont pas fiables, de nouvelles valeurs peuvent être introduites dans le cadre de ce sous-processus. Les termes édition et imputation recouvrent diverses méthodes permettant de réaliser ces opérations, l’approche suivie étant souvent fondée sur des règles."
        },
        {
          "id": "gsbpm-5-5",
          "label": "Calcul de nouvelles variables et unités",
          "description": "Des outils pour créer automatiquement de nouvelles variables ou d'unités à enquêter dans des collectes ultérieures à partir d'une spécification formelle (métadonnées actives)"
        },
        {
          "id": "gsbpm-5-8",
          "label": "Finalisation des fichiers de données",
          "description": "Ce sous-processus regroupe les résultats des autres sous-processus de la même phase pour produire un fichier de données (le plus souvent de macrodonnées) qui sert d’intrant pour la phase d’«analyse». Parfois, cela peut être un fichier intermédiaire plutôt qu’un fichier définitif, en particulier pour les processus d’activité où les délais sont très serrés et où il est demandé de produire à la fois des estimations préliminaires et des estimations définitives"
        }
      ]
    },
    {
      "id": "gsbpm-8",
      "label": "Évaluation",
      "description": "Cette phase fait référence à l’évaluation d’un cas particulier de processus de production statistique, à ne pas confondre avec le processus fondamental de gestion de la qualité statistique décrit à la section VI qui aborde la question de façon plus générale. Elle se tient logiquement au dernier stade du déroulement du processus mais repose sur des intrants réunis tout au long des diverses phases. Elle peut consister à évaluer le succès du cycle statistique particulier en s’appuyant sur divers intrants quantitatifs et qualitatifs et en identifiant et en hiérarchisant les améliorations possibles qui pourraient lui être apportées.",
      "children": [
        {
          "id": "gsbpm-8-1",
          "label": "Recueil des produits d’évaluation",
          "description": "Des supports d’évaluation peuvent être produits au cours de n’importe quel autre phase ou sous-processus. Ils peuvent prendre diverses formes, réactions des utilisateurs, métadonnées de processus (paradonnées), paramètres de mesure des systèmes ou suggestions du personnel par exemple. Le compte rendu des progrès réalisés au regard d’un plan d’action convenu lors d’une précédente itération peut aussi constituer un intrant pour les évaluations des itérations suivantes. Ce sous-processus regroupe ces différents apports et les met à la disposition de la personne ou de l’équipe chargée de l’évaluation."
        }
      ]
    }
  ]
}
